{"peliculas": [{"id": 1, "titulo": "Barbie: Fairytopia", "sinopsis": "Elina (Barbie) es un hada que vive en un mundo llamado Fairytopia, hogar de todas las hadas del mundo, sin embargo y por una razón desconocida, ella no tiene alas y sufre por no poder volar. Todo esto cambia cuando su hogar se ve afectado por una misteriosa enfermedad que incapacita a todos los seres voladores, siendo obviamente ella la única inmune. Pronto se descubre que la malvada Laverna, hermana gemela de la Reina de Fairytopia, es la responsable de esto. Laverna secuestra a los 7 guardianes para absorber los poderes de sus collares y usarlos para convertirse en la gobernante de Fairytopia. Decidida a ayudar a su amigos, Elina se embarca en una aventura para detener a Laverna y salvar su hogar.", "poster": "img/barbie.jpg", "director": "William Lau", "precio": 18.99, "categoria": "Animacion", "anno": 2005, "actores": [{"nombre": "Kelly Sheridan", "personaje": "Elina", "foto": "img/elina.jpg"}, {"nombre": "Lee Tockar", "personaje": "Bibble", "foto": "img/bibble.jpg"}], "numero_valoraciones": 9, "valoracion_media": "4.38"}, {"id": 2, "titulo": "Winx Club: El secreto del reino perdido", "sinopsis": "Bloom, Musa, Tecna, Flora, Layla y Stella son seis amigas que se acaban de diplomar en la escuela para hadas Alfea, liderada por la instructora Faragonda. El mayor deseo de Bloom es volver a reunirse con sus padres, los cuales desaparecieron en la tierra Dioxidana después de que lucharan junto a la compañía de la luz contra las antiguas hechiceras. Para ello, la joven hadita cuenta con sus inseparables amigas y la de sus novios para regresar a su tierra natal Dómino. Allí lucharán contra los poderes del mal para destruir sobre todo a la terrible Mandrágora.", "poster": "img/winx.jpg", "director": "Iginio Straffi", "precio": 19.99, "categoria": "Fantasia", "anno": 2007, "actores": [{"nombre": "Letizia Ciampa", "personaje": "Bloom", "foto": "img/bloom.jpg"}, {"nombre": "Perla Liberatori", "personaje": "Stella", "foto": "img/stella.jpg"}], "numero_valoraciones": 15, "valoracion_media": 3}, {"id": 3, "titulo": "Camp Rock", "sinopsis": "Mitchie Torres (Demi Lovato) es una joven con un único sueño: entrar en el campamento de música Camp Rock. Consigue asistir gracias a su madre, quien se encargará del catering del campamento, a cambio de que Mitchie la ayude en cocina. Dispuesta a disfrutar al máximo la experiencia, Mitchie decide no decir a nadie a lo que se dedica su madre realmente, mintiéndole incluso a sus amigos. Además, la problemática estrella del pop, Shane Gray (Joe Jonas), acude a Camp Rock como instructor y, en cuanto escucha a Mitchie cantar, se queda prendado de su voz. Al no llegar a verle el rostro, decide buscarla por todo el campamento, todo esto mientras se acerca la Final Jam.", "poster": "img/camprock.jpg", "director": "Matthew Diamond", "precio": 5.99, "categoria": "Musical", "anno": 2008, "actores": [{"nombre": "Demi Lovato", "personaje": "Mitchie Torres", "foto": "img/mitchie.jpg"}, {"nombre": "Joe Jonas", "personaje": "Shane Gray", "foto": "img/shane.jpg"}], "numero_valoraciones": 128, "valoracion_media": 5}, {"id": 4, "titulo": "The Exorcist", "sinopsis": "Regan, una niña de doce años, sufre fenómenos paranormales como la levitación o la manifestación de una fuerza sobrehumana. Su madre, aterrorizada, tras someter a su hija a múltiples análisis médicos que no ofrecen ningún resultado, acude a un sacerdote con estudios de psiquiatría. Éste, convencido de que el mal no es físico sino espiritual, cree que se trata de una posesión diabólica, y decide practicar un exorcismo... Adaptación de la novela de William Peter Blatty que se inspiró en un exorcismo real ocurrido en Washington en 1949. ", "poster": "img/exorcista.jpg", "director": "William Friedkin", "precio": 15.99, "categoria": "Terror", "anno": 1973, "actores": [{"nombre": "Linda Blair", "personaje": "Regan", "foto": "img/regan.jpg"}], "numero_valoraciones": 30, "valoracion_media": "2.20"}]}